Services/src/CommonTemplates/GetPartyByGLN/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:glob="http://globalservice.ws.bept.ids.by/">
   <soapenv:Header/>
   <soapenv:Body>
      <glob:getPartyByGLN>
         <!--Optional:-->
         <request>
            <!--Optional:-->
            <gln>id_gln</gln>
            <!--Optional:-->
            <header>
               <!--Optional:-->
               <sessiontoken>id_sessiontoken</sessiontoken>
            </header>
         </request>
      </glob:getPartyByGLN>
   </soapenv:Body>
</soapenv:Envelope>